["[0:00:00-->0:00:12.300000] SPEAKER_01||  Given the choice, would you rather live in the past or in the future? I think I would rather live in the past because it's much...", "[0:00:12.300000-->0:00:37.817000] SPEAKER_01||  a better life, I think, less worried. And there are so many issues they are complaining about and all people, everybody is just thinking about problems that are not real problems in my view. And I think in the early days they didn't have the time to worry about those problems. I think I would rather live in the past.", "[0:00:37.817000-->0:00:57.950000] SPEAKER_00||  I also think it's very tempting to live, let's say, in the Roman times because they had a lot of feasts and also the food, enjoying the food, going to, not parties, but all the celebrations there. I really think that it's going to be not easy to live there because you don't have all the technology, of course.", "[0:00:57.950000-->0:01:16.647063] SPEAKER_00||  but as he pointed out, I think that nowadays we worry about too many small things and back then it was just war or not war and starve or not starve and the diseases they had back then. Okay, because now we have the medical advantages so we don't have to worry about the past or I don't know.", "[0:01:16.647063-->0:01:21.153063] SPEAKER_01||  But we're worrying about things that are not...", "[0:01:21.153063-->0:01:30.435063] SPEAKER_00||  Because it would also be nice to be one day in the future where you have everything automatically and just not to actually live there but just to experience and see how it is.", "[0:01:30.435063-->0:01:35.144063] SPEAKER_01||  How will you enjoy yourself if everything is done by something else?", "[0:01:35.144063-->0:01:42.771062] SPEAKER_00||  but we don't know how the future is going to be like so maybe you have like cyber jets and you can fly and I think this would be fun", "[0:01:42.771062-->0:01:43.226062] SPEAKER_01||  Could be.", "[0:01:43.226062-->0:01:43.715063] SPEAKER_00||  copy", "[0:01:43.715063-->0:01:50.043063] SPEAKER_01||  Some people worry that wild animals will only exist in zoos in the future. What do you think about this?"]