{
    "1": {
        "time": "0:00:00-->0:00:22.424000",
        "speaker": "SPEAKER_00",
        "original_sentence": "Now i'd like you to talk about something together for about two minutes here are some different methods of communication and a question for you to discuss first you have some time to look at the task."
    },
    "2": {
        "time": "0:00:22.424000-->0:00:37.631000",
        "speaker": "SPEAKER_00",
        "original_sentence": "Now talk to each other about the advantages and disadvantages of these different methods of communication."
    },
    "3": {
        "time": "0:00:37.631000-->0:00:39.386000",
        "speaker": "SPEAKER_02",
        "original_sentence": "Do you wanna stop or shall i?"
    },
    "4": {
        "time": "0:00:39.386000-->0:00:55.418000",
        "speaker": "SPEAKER_01",
        "original_sentence": "Okay i'll start if you like so i think the most common way right now of communicating would be online chatting as everyone has mobile phones nowadays and we always have them on ourselves so it's really easy to just send a text message to someone and wait for them to answer it."
    },
    "5": {
        "time": "0:00:55.418000-->0:01:03.855000",
        "speaker": "SPEAKER_02",
        "original_sentence": "Yes i agree but one of the main disadvantage of it is that you don't really know to whom you're talking to exactly so it's not that reliable."
    },
    "6": {
        "time": "0:01:03.855000-->0:01:26.873000",
        "speaker": "SPEAKER_01",
        "original_sentence": "Yeah i agree so maybe a good alternative would be talking face to face you can it's like the most reliable way but one disadvantages it would have would be maybe you have to require the other person to be with you in the same place it cannot be in the other parts of the world like only chatting can do that."
    },
    "7": {
        "time": "0:01:26.873000-->0:01:33.269000",
        "speaker": "SPEAKER_02",
        "original_sentence": "Yeah and and also you you can notice when someone's lying or when something's wrong between you two."
    },
    "8": {
        "time": "0:01:33.269000-->0:01:37.842000",
        "speaker": "SPEAKER_01",
        "original_sentence": "Yeah so then maybe an alternative to that would be talking on the phone."
    },
    "9": {
        "time": "0:01:37.842000-->0:01:54.514000",
        "speaker": "SPEAKER_02",
        "original_sentence": "Yes but sometimes it's not quite good it's not that effective because for example my grandmother doesn't hear too well so when when we talk on the phone she it's really difficult for her to to have a conversation with us."
    },
    "10": {
        "time": "0:01:54.514000-->0:02:04.436000",
        "speaker": "SPEAKER_01",
        "original_sentence": "So maybe using body language is something everyone understands so it may not be as easy as to communicate using body language if you lack the social skills maybe."
    },
    "11": {
        "time": "0:02:04.436000-->0:02:14.679000",
        "speaker": "SPEAKER_02",
        "original_sentence": "Um i agree i mean using body language is really difficult to to see when when someone's sad or when something's happening to them."
    },
    "12": {
        "time": "0:02:14.679000-->0:02:38.152000",
        "speaker": "SPEAKER_01",
        "original_sentence": "Maybe written letters and postcards is the different one from all of all of them as it can also express emotions between countries and that excitement you have when you receive a postcard which is not really normal nowadays we all use email or chatting is really nice to have."
    },
    "13": {
        "time": "0:02:38.152000-->0:02:42.759000",
        "speaker": "SPEAKER_02",
        "original_sentence": "Yeah i mean the bad thing is that they sometimes can get lost."
    },
    "14": {
        "time": "0:02:42.759000-->0:02:44.312000",
        "speaker": "SPEAKER_01",
        "original_sentence": "Yeah i agree."
    },
    "15": {
        "time": "0:02:44.312000-->0:02:53.897000",
        "speaker": "SPEAKER_00",
        "original_sentence": "Thank you now you have about a minute to decide which two methods of communication are the most difficult to carry out effectively."
    },
    "16": {
        "time": "0:02:53.897000-->0:02:55.163000",
        "speaker": "SPEAKER_01",
        "original_sentence": "So which ones do you think."
    },
    "17": {
        "time": "0:02:55.163000-->0:03:05.828000",
        "speaker": "SPEAKER_02",
        "original_sentence": "Um i will start off with using body language as we all as we've already said i mean it's really difficult to to notice and what do you think."
    },
    "18": {
        "time": "0:03:05.828000-->0:03:20.391000",
        "speaker": "SPEAKER_01",
        "original_sentence": "Yeah also body languages it expresses a lot without us noticing or maybe if we talk using body language only like mimics do it's really difficult but it can express more than we think it can express."
    },
    "19": {
        "time": "0:03:20.391000-->0:03:20.728000",
        "speaker": "SPEAKER_02",
        "original_sentence": "Yeah."
    },
    "20": {
        "time": "0:03:20.728000-->0:03:24.289000",
        "speaker": "SPEAKER_01",
        "original_sentence": "Then maybe talking face to face is really effective with communicating."
    },
    "21": {
        "time": "0:03:24.289000-->0:03:35.443000",
        "speaker": "SPEAKER_02",
        "original_sentence": "Yeah that's really effective but one that wouldn't be that effective for example is written letters and postcards because as you said they can get lost and never get to where they had to."
    },
    "22": {
        "time": "0:03:35.443000-->0:03:44.876000",
        "speaker": "SPEAKER_01",
        "original_sentence": "Yeah and they are really slow you have to wait for them to arrive and maybe even the message is outdated because it's something that happened before and doesn't have a point now."
    },
    "23": {
        "time": "0:03:44.876000-->0:03:45.332000",
        "speaker": "SPEAKER_02",
        "original_sentence": "I will be."
    },
    "24": {
        "time": "0:03:45.332000-->0:03:46.918000",
        "speaker": "SPEAKER_00",
        "original_sentence": "Thank you can i have the booklet please."
    }
}