{
    "1": {
        "time": "0:00:00-->0:00:06.851063",
        "speaker": "SPEAKER_00",
        "original_sentence": "Good morning my name is sally matson and this is my colleague jill budgey and your name is uh dirt."
    },
    "2": {
        "time": "0:00:06.851063-->0:00:07.391063",
        "speaker": "SPEAKER_02",
        "original_sentence": "And i make."
    },
    "3": {
        "time": "0:00:07.391063-->0:00:17.061062",
        "speaker": "SPEAKER_00",
        "original_sentence": "Can i have your mark sheets please thank you first of all we'd like to know something about you where you from dad."
    },
    "4": {
        "time": "0:00:17.061062-->0:00:21.381062",
        "speaker": "SPEAKER_01",
        "original_sentence": "I'm from holland i'm from hairelem it's near to the west coast of holland."
    },
    "5": {
        "time": "0:00:21.381062-->0:00:23.254062",
        "speaker": "SPEAKER_02",
        "original_sentence": "And you need an iPhone 6 Switzerland."
    },
    "6": {
        "time": "0:00:23.254062-->0:00:24.891063",
        "speaker": "SPEAKER_00",
        "original_sentence": "Are you working or studying at the moment?"
    },
    "7": {
        "time": "0:00:24.891063-->0:00:31.152062",
        "speaker": "SPEAKER_02",
        "original_sentence": "I'm just studying at the moment but now i'm finally taking a gap year so obviously i'm not studying i'm studying english but."
    },
    "8": {
        "time": "0:00:31.152062-->0:00:40.754063",
        "speaker": "SPEAKER_01",
        "original_sentence": "I'm african gap year i finished my high school this summer and i'm going to university next summer."
    },
    "9": {
        "time": "0:00:40.754063-->0:00:44.230125",
        "speaker": "SPEAKER_00",
        "original_sentence": "Can you tell us something about your plans for the future in terms of work?"
    },
    "10": {
        "time": "0:00:44.230125-->0:00:51.351188",
        "speaker": "SPEAKER_01",
        "original_sentence": "I want to become a doctor i want to improve the health of human beings."
    },
    "11": {
        "time": "0:00:51.351188-->0:00:55.452188",
        "speaker": "SPEAKER_00",
        "original_sentence": "And anita what do you think you'll be doing this time next year."
    },
    "12": {
        "time": "0:00:55.452188-->0:01:05.830250",
        "speaker": "SPEAKER_02",
        "original_sentence": "Well i'll be doing my bank internship which takes 18 months so next year obviously i'm going to be there and taking my exams for at least pretty much."
    },
    "13": {
        "time": "0:01:05.830250-->0:01:30.721250",
        "speaker": "SPEAKER_00",
        "original_sentence": "Thank you now in this part of the test you're going to do something together here are some pictures of different situations first i'd like you to look at pictures a and d and talk together about the sounds you might hear in these situations you have about a minute for this so don't worry if i interrupt you."
    },
    "14": {
        "time": "0:01:30.721250-->0:01:43.783250",
        "speaker": "SPEAKER_02",
        "original_sentence": "Okay on picture a you can see i think some kind of jungle with chimpanzees so i guess there are a lot of natural sounds like leaves moving and maybe some water maybe there's a river nearby."
    },
    "15": {
        "time": "0:01:43.783250-->0:01:47.243250",
        "speaker": "SPEAKER_01",
        "original_sentence": "Maybe the roaring of the of the chimps seas as well."
    },
    "16": {
        "time": "0:01:47.243250-->0:01:57.503250",
        "speaker": "SPEAKER_02",
        "original_sentence": "Yeah or gorillas i don't know some kind of apes and yeah maybe also some birds because there are going to be a lot of birds."
    },
    "17": {
        "time": "0:01:57.503250-->0:01:58.819250",
        "speaker": "SPEAKER_01",
        "original_sentence": "You love birds."
    },
    "18": {
        "time": "0:01:58.819250-->0:02:04.152250",
        "speaker": "SPEAKER_02",
        "original_sentence": "And what other animals could there be well just."
    },
    "19": {
        "time": "0:02:04.152250-->0:02:05.688250",
        "speaker": "SPEAKER_01",
        "original_sentence": "Different kind of insects made."
    },
    "20": {
        "time": "0:02:05.688250-->0:02:07.595250",
        "speaker": "SPEAKER_02",
        "original_sentence": "Different kind of insects maybe as well."
    },
    "21": {
        "time": "0:02:07.595250-->0:02:20.876250",
        "speaker": "SPEAKER_01",
        "original_sentence": "I don't think you hear them a lot i don't think the splashing of the water definitely of the sea i mean the the the sound of the rolling plastic objects."
    },
    "22": {
        "time": "0:02:20.876250-->0:02:30.613313",
        "speaker": "SPEAKER_02",
        "original_sentence": "Yeah but i don't think you hear any people because it doesn't look so nice there so i think it's going to be pretty much silent there."
    },
    "23": {
        "time": "0:02:30.613313-->0:02:56.853313",
        "speaker": "SPEAKER_00",
        "original_sentence": "Thank you for now look at all the pictures i want you to imagine that an environmental organisation is planning a poster campaign to raise public awareness of environmental issues talk together about the environmental issues suggested by these images then decide on an image for the poster which would be most effective in raising public awareness you have about 3 minutes to talk about this."
    },
    "24": {
        "time": "0:02:56.853313-->0:03:04.886313",
        "speaker": "SPEAKER_01",
        "original_sentence": "I think the environmental issue in the first photograph is about the extinction of a."
    },
    "25": {
        "time": "0:03:04.886313-->0:03:07.332375",
        "speaker": "SPEAKER_02",
        "original_sentence": "Of animals and species."
    },
    "26": {
        "time": "0:03:07.332375-->0:03:07.771375",
        "speaker": "SPEAKER_01",
        "original_sentence": "Yes."
    },
    "27": {
        "time": "0:03:07.771375-->0:03:19.027438",
        "speaker": "SPEAKER_02",
        "original_sentence": "Yeah but you cannot really see that they are not doing well it looks like a typical calendar picture or it doesn't look too bad so i don't think this is a suitable picture."
    },
    "28": {
        "time": "0:03:19.027438-->0:03:23.398438",
        "speaker": "SPEAKER_01",
        "original_sentence": "They're having a good life in there it seems like they look happy."
    },
    "29": {
        "time": "0:03:23.398438-->0:03:26.689438",
        "speaker": "SPEAKER_02",
        "original_sentence": "It seems like they look happy with the baby on the back of the car."
    },
    "30": {
        "time": "0:03:26.689438-->0:03:28.646438",
        "speaker": "SPEAKER_01",
        "original_sentence": "Yes what do you think about the."
    },
    "31": {
        "time": "0:03:28.646438-->0:03:49.234500",
        "speaker": "SPEAKER_02",
        "original_sentence": "Be i also don't think it's that suitable for the campaign because it also it's i don't think it's makes a big change for the awareness of the people if they see the picture because they probably won't connect it to pollution or deforestation or anything the only thing here is like the plastic copper i don't know maybe it's it's a glass."
    },
    "32": {
        "time": "0:03:49.234500-->0:03:51.411563",
        "speaker": "SPEAKER_01",
        "original_sentence": "Maybe it's the pollution of water."
    },
    "33": {
        "time": "0:03:51.411563-->0:03:57.385563",
        "speaker": "SPEAKER_02",
        "original_sentence": "Maybe it's the pollution of water because this is obviously like i think."
    },
    "34": {
        "time": "0:03:57.385563-->0:03:57.773625",
        "speaker": "SPEAKER_01",
        "original_sentence": "Yes."
    },
    "35": {
        "time": "0:03:57.773625-->0:04:03.645625",
        "speaker": "SPEAKER_02",
        "original_sentence": "Freezy water like filter water in the spring so i also don't think this is good."
    },
    "36": {
        "time": "0:04:03.645625-->0:04:16.453688",
        "speaker": "SPEAKER_01",
        "original_sentence": "Isn't that a good idea? i think you see, you know, is a rather good one you see the e-cldr, it's a third world country, a developing country, certainly,."
    },
    "37": {
        "time": "0:04:16.453688-->0:04:41.799688",
        "speaker": "SPEAKER_02",
        "original_sentence": "And you can also see in between all the forest parts so maybe there was a lot of deforestation going on before so they could build houses so this would be i think one of the better pictures for the museum because you can see that there has been some deforestation and also then loss of species because the animals don't have their normal habitat anymore."
    },
    "38": {
        "time": "0:04:41.799688-->0:04:44.314750",
        "speaker": "SPEAKER_01",
        "original_sentence": "Yeah because all the trees."
    },
    "39": {
        "time": "0:04:44.314750-->0:04:44.651750",
        "speaker": "SPEAKER_02",
        "original_sentence": "You."
    },
    "40": {
        "time": "0:04:44.651750-->0:04:47.672813",
        "speaker": "SPEAKER_01",
        "original_sentence": "Yeah, they cut down onto trees i think these are good one as well."
    },
    "41": {
        "time": "0:04:47.672813-->0:04:48.650875",
        "speaker": "SPEAKER_02",
        "original_sentence": "Yeah i agree."
    },
    "42": {
        "time": "0:04:48.650875-->0:04:49.899938",
        "speaker": "SPEAKER_01",
        "original_sentence": "It's a common picture."
    },
    "43": {
        "time": "0:04:49.899938-->0:05:03.636000",
        "speaker": "SPEAKER_02",
        "original_sentence": "'cause normally beaches are supposed to be nice and families want to spend their time there or go for a stroll and if it looks like this I'm pretty much certain that no one wants to go there so this would raise awareness."
    },
    "44": {
        "time": "0:05:03.636000-->0:05:12.613063",
        "speaker": "SPEAKER_01",
        "original_sentence": "Looks like such a well known white beach with the light blue water but it's all blue too the blue is pretty much the same as everything."
    },
    "45": {
        "time": "0:05:12.613063-->0:05:23.244063",
        "speaker": "SPEAKER_02",
        "original_sentence": "You know to be honest pretty much every beach looks kind of similar nowadays because everyone's just throwing away their coca cola cans and so it's quite common."
    },
    "46": {
        "time": "0:05:23.244063-->0:05:29.117063",
        "speaker": "SPEAKER_01",
        "original_sentence": "But it's very hard to to to to make all little beans on the whole beaches what do you think about it."
    },
    "47": {
        "time": "0:05:29.117063-->0:05:44.086125",
        "speaker": "SPEAKER_02",
        "original_sentence": "Well it looks like i dont really connecting with environment because they just all the used cars that are being compressed yeah maybe they use the new ones yeah but also i wouldn't use it for the campaign."
    },
    "48": {
        "time": "0:05:44.086125-->0:05:54.751188",
        "speaker": "SPEAKER_01",
        "original_sentence": "I think we choose D yeah it's the best one i think D and i think E it's really bad because you can use metal again you can recycle it so."
    },
    "49": {
        "time": "0:05:54.751188-->0:05:58.109250",
        "speaker": "SPEAKER_02",
        "original_sentence": "N-d actually affects the people."
    },
    "50": {
        "time": "0:05:58.109250-->0:05:58.632250",
        "speaker": "SPEAKER_01",
        "original_sentence": "Yes."
    },
    "51": {
        "time": "0:05:58.632250-->0:05:59.071313",
        "speaker": "SPEAKER_02",
        "original_sentence": "So."
    },
    "52": {
        "time": "0:05:59.071313-->0:05:59.864313",
        "speaker": "SPEAKER_01",
        "original_sentence": "That's not good."
    },
    "53": {
        "time": "0:05:59.864313-->0:06:00.319375",
        "speaker": "SPEAKER_02",
        "original_sentence": "Thank you."
    },
    "54": {
        "time": "0:06:00.319375-->0:06:10.582375",
        "speaker": "SPEAKER_00",
        "original_sentence": "Now in this part of the test you're each going to talk on your own for about 2 minutes you need to listen while your partner is speaking because you'll be asked to comment afterwards."
    },
    "55": {
        "time": "0:06:10.582375-->0:06:29.867375",
        "speaker": "SPEAKER_00",
        "original_sentence": "So dirk i'm going to give you a card with a question written on it and i'd like you to tell us what you think there are also some ideas on the card for you to use if you like alright here's your card please let anik see your card remember dirk you have about 2 minutes to talk before we join in."
    },
    "56": {
        "time": "0:06:29.867375-->0:06:56.378375",
        "speaker": "SPEAKER_01",
        "original_sentence": "How important is it to make long term plans i think in personal life it's quite important to make long term plans because you are able to know what you want to become the way you are old and what you want to earn for money and what you want to do for the community for your country."
    },
    "57": {
        "time": "0:06:56.378375-->0:07:08.331375",
        "speaker": "SPEAKER_01",
        "original_sentence": "I think in in in talking in shorter terms it's it's good to know what what you want to do this year it's long term as well but it's it's."
    },
    "58": {
        "time": "0:07:08.331375-->0:07:36.236375",
        "speaker": "SPEAKER_01",
        "original_sentence": "This is a short story about work school it's really for yourself important to know what you want to do after school so you can have a good grades in certain subjects so that you will be able to show other people after school that you."
    },
    "59": {
        "time": "0:07:36.236375-->0:07:59.180438",
        "speaker": "SPEAKER_01",
        "original_sentence": "Like the things that you're good in government it is of course very important to make long term plans if we look at the whole euro crisis now it's a day day all didn't make such a change."
    },
    "60": {
        "time": "0:07:59.180438-->0:08:26.709500",
        "speaker": "SPEAKER_01",
        "original_sentence": "She due to plans to to save the the credibility of the countries was was right before they before they entered the euro so it's really important to to to look to to certain aspects in in in parts of of the community in government."
    },
    "61": {
        "time": "0:08:26.709500-->0:08:31.214563",
        "speaker": "SPEAKER_00",
        "original_sentence": "Thank you what do some people prefer not to plan ahead?"
    },
    "62": {
        "time": "0:08:31.214563-->0:08:54.530563",
        "speaker": "SPEAKER_02",
        "original_sentence": "While some people want to be spontaneous and i also think that's actually quite good idea to someone to say let's pack a suitcase with let's say a bikini and some trousers and then just go to the airport and just pick one flight wherever it takes us so i think this also quite good but i think when it comes to important things like planning a family it's very important that you plan ahead to have a good job so."
    },
    "63": {
        "time": "0:08:54.530563-->0:09:02.230563",
        "speaker": "SPEAKER_02",
        "original_sentence": "You are financially stable so it depends you cannot always be a spontaneous spontaneous."
    },
    "64": {
        "time": "0:09:02.230563-->0:09:02.635563",
        "speaker": "SPEAKER_00",
        "original_sentence": "You think."
    },
    "65": {
        "time": "0:09:02.635563-->0:09:13.840625",
        "speaker": "SPEAKER_01",
        "original_sentence": "I think it's for most people just laziness not to make long term plans i think they don't want to think about it and that's the reason they don't think about it."
    },
    "66": {
        "time": "0:09:13.840625-->0:09:29.770625",
        "speaker": "SPEAKER_00",
        "original_sentence": "Thank you now anique it's your turn to be given a question here's your card please let duc see your card remember anique you have about two minutes to tell us what you think and there are some ideas on the card for you to use if you like."
    },
    "67": {
        "time": "0:09:29.770625-->0:09:49.083625",
        "speaker": "SPEAKER_02",
        "original_sentence": "Alright yeah what factors will influence how cities develop in the future that's a very good question because i think because the rising population nowadays that's very important right now to think about the future so um when it comes to population we can definitely."
    },
    "68": {
        "time": "0:09:49.083625-->0:10:02.386625",
        "speaker": "SPEAKER_02",
        "original_sentence": "See that there is going to be more people in one city so probably they have to build more houses higher houses build more skyscrapers people are going to live in much smaller spaces."
    },
    "69": {
        "time": "0:10:02.386625-->0:10:21.322688",
        "speaker": "SPEAKER_02",
        "original_sentence": "And also i think the living standard is going to get a bit down because you probably won't be able to have a garden and your own house will just share a small flat probably in the big cities also you have to deforest forests in order to make space for buildings."
    },
    "70": {
        "time": "0:10:21.322688-->0:10:47.566688",
        "speaker": "SPEAKER_02",
        "original_sentence": "So i think the cities are just going to get more packed with buildings and the nature or the sceneries are going to suffer from that and financially well they could develop in different ways i think everything is getting more expensive everyday because the resources are getting rarer rarer."
    },
    "71": {
        "time": "0:10:47.566688-->0:11:07.225750",
        "speaker": "SPEAKER_02",
        "original_sentence": "And yeah i think also the price of water is going to raise and energy and the fuel obviously and yeah just like things like petrol and climate well we are experiencing global climate changes global warming."
    },
    "72": {
        "time": "0:11:07.225750-->0:11:36.164813",
        "speaker": "SPEAKER_02",
        "original_sentence": "But i think not every city is affected so far so probably in the jungle or like rainforest the seasons are not really going to change because they are always at the equator but other cities like not really cities but the city antarctica i think all the ice jobs are going to melt at some point and then just the animals are going to suffer and also people there."
    },
    "73": {
        "time": "0:11:36.164813-->0:11:41.935813",
        "speaker": "SPEAKER_00",
        "original_sentence": "Thank you is it important to preserve old buildings in cities."
    },
    "74": {
        "time": "0:11:41.935813-->0:12:09.492813",
        "speaker": "SPEAKER_01",
        "original_sentence": "I think so because if you want to to have the old scenery that that we had in the early days many many people used to are are usually looking looking back to to the good life many old people and i think it's it's really good to to preserve those buildings to to have the the old scenery in the cities."
    },
    "75": {
        "time": "0:12:09.492813-->0:12:10.066875",
        "speaker": "SPEAKER_00",
        "original_sentence": "What do you think?"
    },
    "76": {
        "time": "0:12:10.066875-->0:12:36.594875",
        "speaker": "SPEAKER_02",
        "original_sentence": "I agree but i also think that they're a very important part of the culture of the city so let's look at england i think it's if i think of england i always think automatically of red brick buildings and very charming small houses so if we wouldn't have them in a few years anymore i don't think england would have any charm left so it's all about the flair and i think eurasia preserve them thank you."
    },
    "77": {
        "time": "0:12:36.594875-->0:12:44.340938",
        "speaker": "SPEAKER_00",
        "original_sentence": "Now to finish the test we're going to talk about the future in general do you think newspapers and books have a future."
    },
    "78": {
        "time": "0:12:44.340938-->0:13:04.540938",
        "speaker": "SPEAKER_02",
        "original_sentence": "Yes i think so some people say that the internet is going to take over everything and that you're going to read all the articles now on ipads on ebooklets what are they called? kindle kindle exactly but i think it's so nice to have an actual newspaper in your hands a physical one that you can touch and just also the smell of the paper so."
    },
    "79": {
        "time": "0:13:04.540938-->0:13:27.069000",
        "speaker": "SPEAKER_01",
        "original_sentence": "And i think the sound of flipping a page is so good and most people don't like it to to to read from from a screen because their eyes get tired but i think it's much better to to read from a paper it's it's more quiet more just relaxing for your eyes yeah."
    },
    "80": {
        "time": "0:13:27.069000-->0:13:30.866063",
        "speaker": "SPEAKER_00",
        "original_sentence": "Given the choice would you rather live in the past or in the future."
    },
    "81": {
        "time": "0:13:30.866063-->0:13:37.915063",
        "speaker": "SPEAKER_01",
        "original_sentence": "Um i think i would rather live in the past because because it's it's it's much more."
    },
    "82": {
        "time": "0:13:37.915063-->0:14:03.435063",
        "speaker": "SPEAKER_01",
        "original_sentence": "Better life i think less worried and and there were we there are so many issues there they're complaining about and and all people all everybody is is just thinking about problems that are not real real problems in my view and i think in the early days they they didn't have the time to worry about those problems i think i would rather live in the past."
    },
    "83": {
        "time": "0:14:03.435063-->0:14:23.566063",
        "speaker": "SPEAKER_02",
        "original_sentence": "I also think it's very tempting to live let's say in the roman times because they are like a lot of feasts and yeah it's just also the foods enjoying the foods going to not parties but all the celebrations there i really think that it's going to be not easy to live there because you don't have all the technology of course."
    },
    "84": {
        "time": "0:14:23.566063-->0:14:42.264063",
        "speaker": "SPEAKER_02",
        "original_sentence": "But as he pointed out i think that nowadays we worry about too many small things and back then it was just war or not war and starve or not starve and the diseases they had back then ok because now we have the medical advantages so we don't have to worry about the past or i don't know."
    },
    "85": {
        "time": "0:14:42.264063-->0:14:46.770125",
        "speaker": "SPEAKER_01",
        "original_sentence": "But we're worrying about things that are not so important to us."
    },
    "86": {
        "time": "0:14:46.770125-->0:14:56.034188",
        "speaker": "SPEAKER_02",
        "original_sentence": "Because it also would be nice to be one day in the future where you have like everything automatically and just not to actually live there but just to experience and see how you."
    },
    "87": {
        "time": "0:14:56.034188-->0:15:00.742250",
        "speaker": "SPEAKER_01",
        "original_sentence": "How will you enjoy yourself if everybody everything is done by by something else?"
    },
    "88": {
        "time": "0:15:00.742250-->0:15:09.314250",
        "speaker": "SPEAKER_02",
        "original_sentence": "But we don't know how the future is going to be like so maybe you have like cyber jets and you can fly and i think this would be fun."
    },
    "89": {
        "time": "0:15:09.314250-->0:15:09.736250",
        "speaker": "SPEAKER_00",
        "original_sentence": "Could be."
    },
    "90": {
        "time": "0:15:09.736250-->0:15:10.225313",
        "speaker": "SPEAKER_02",
        "original_sentence": "Could be."
    },
    "91": {
        "time": "0:15:10.225313-->0:15:16.604313",
        "speaker": "SPEAKER_00",
        "original_sentence": "Some people worry that wild animals will only exist in zoos in the future what do you think about this ?"
    },
    "92": {
        "time": "0:15:16.604313-->0:15:39.419313",
        "speaker": "SPEAKER_02",
        "original_sentence": "Well i hope not but right now it seems like many species are going to be extinct in hundreds of years but i think humankind should try to do their best in preserving them and maybe keeping them in zoo as well is helping to preserve them because they don't lose their habitat there but still it's not real wildlife."
    },
    "93": {
        "time": "0:15:39.419313-->0:16:01.593375",
        "speaker": "SPEAKER_01",
        "original_sentence": "Yeah but i think it's it's better to have a certain reservoirs to to to keep the animals and to have the wildlife as well in there it's much much better for the for the animals i think than than in a zoo i think the all the animals are are so are so bored by by by always the same thing in the zoo yeah it's all okay yes."
    },
    "94": {
        "time": "0:16:01.593375-->0:16:07.786438",
        "speaker": "SPEAKER_00",
        "original_sentence": "A small chaos what changes might there be in food and food productions in the future."
    },
    "95": {
        "time": "0:16:07.786438-->0:16:31.968438",
        "speaker": "SPEAKER_02",
        "original_sentence": "I'm still waiting for the invention of like a small pill where you can have like a sardine and a main course and a dessert that would change players it would be very nice no then you don't have to take all the time and eating it and you have the same enjoyment but still it also wouldn't be the same like actually cutting a nice piece of steak it's better than just taking a towel of it."
    },
    "96": {
        "time": "0:16:31.968438-->0:16:42.836438",
        "speaker": "SPEAKER_01",
        "original_sentence": "I think we will always eat vegetables but i think there will be a change in maybe the food coming from snack bars and fast food brands."
    },
    "97": {
        "time": "0:16:42.836438-->0:16:47.510500",
        "speaker": "SPEAKER_02",
        "original_sentence": "But i also think that more food is going to be organic in the future."
    },
    "98": {
        "time": "0:16:47.510500-->0:16:49.298563",
        "speaker": "SPEAKER_01",
        "original_sentence": "You can try and that's not good."
    },
    "99": {
        "time": "0:16:49.298563-->0:16:51.255563",
        "speaker": "SPEAKER_00",
        "original_sentence": "Thank you much is the end of the test."
    }
}