{
  "alpha_pattern": {},
  "auto_mapping": {
    "base_model_class": "WhisperForConditionalGeneration",
    "parent_library": "transformers.models.whisper.modeling_whisper"
  },
  "base_model_name_or_path": "openai/whisper-large-v3",
  "bias": "none",
  "fan_in_fan_out": false,
  "inference_mode": true,
  "init_lora_weights": true,
  "layer_replication": null,
  "layers_pattern": null,
  "layers_to_transform": null,
  "loftq_config": {},
  "lora_alpha": 32,
  "lora_dropout": 0.0,
  "megatron_config": null,
  "megatron_core": "megatron.core",
  "modules_to_save": null,
  "peft_type": "LORA",
  "r": 16,
  "rank_pattern": {},
  "revision": null,
  "target_modules": [
    "v_proj",
    "q_proj"
  ],
  "task_type": null,
  "use_dora": false,
  "use_rslora": false
}